Repository: 0x1-company/ios-monorepo
Catalog: Packages/MatchLogic/Sources/ProfileExplorerLogic/Localizable.xcstrings
Source language: en
Languages: ja

source: Add BeReal
ja: BeRealを追加する

source: Are you sure you want to unmatch?
ja: 本当にマッチ解除しますか？

source: Block
ja: ブロックする

source: Cancel
ja: キャンセル

source: Confirm
ja: マッチを解除する

source: I confirmed transmission
ja: 確認して送信

source: Inappropriate content may result in account suspension.
ja: 不適切な内容の場合はアカウントが停止される恐れがあります。

source: Message
ja: メッセージ

source: Report
ja: 通報

source: Send
ja: 送信

source: Unmatch
ja: マッチを解除
